[
  {
    "Content": "You know what would be the best way to party? Buying things for others, specifically from me.",
    "Id": 17
  },
  {
    "Content": "No, I will not tell you how many candles are on my cake.",
    "Id": 18
  },
  {
    "Content": "Parties are great for getting people to come out of their shell, just like with bullets.",
    "Id": 19
  },
  {
    "Content": "I thought I would throw a party to celebrate our victories in the past, and those yet to be had.",
    "Id": 20
  },
  {
    "Content": "Never been to a party before? You might want to check around with the others. People sometimes bring out special party favors.",
    "Id": 22
  },
  {
    "Content": "You might want to be careful today. Us dwarves tend to have pretty explosive parties.",
    "Id": 38
  },
  {
    "Content": "Mama always said you've got to put the past behind you before you can party on.",
    "Id": 54
  },
  {
    "Content": "Goblin parties are a lot like humans. They both have games like \"Pin the Blame on the Human\" er... I don't play that game at my parties.",
    "Id": 107
  },
  {
    "Content": "Clearly I throw the most magical of parties.",
    "Id": 108
  },
  {
    "Content": "Do you think anyone would mind if I wired a cake with bulbs instead of candles?",
    "Id": 124
  },
  {
    "Content": "Come now, you didn't think I only celebrated on Christmas did you?",
    "Id": 142
  },
  {
    "Content": "I would have invited everyone to party in my home, but there's not mushroom.",
    "Id": 160
  },
  {
    "Content": "Everyone said they like stacked cakes, so I installed smokestacks in mine.",
    "Id": 178
  },
  {
    "Content": "I truly love parties, so many beautiful colors and happy people.",
    "Id": 207
  },
  {
    "Content": "[ Hmm? Nothing special today... just kidding! It's party time, and then it's after party time! | At last, my time has come! ]",
    "Id": 208
  },
  {
    "Content": "This party is going to be nuts, maybe even bolts!",
    "Id": 209
  },
  {
    "Content": "I tried having a paintball fight, but everyone wanted food and decorations instead.",
    "Id": 227
  },
  {
    "Content": "I wanted to see how your kind celebrate, I am not disappointed.",
    "Id": 228
  },
  {
    "Content": "After all that cake, you might have to call me White Beard for a while.",
    "Id": 229
  },
  {
    "Content": "I may have gotten my hair done up just for today, but honestly, I just want to pop balloons with my scissors.",
    "Id": 353
  },
  {
    "Content": "Many say that parties give you the richest of memories. So buy something and make this memory rich!",
    "Id": 368
  },
  {
    "Content": "What, you think I like parties because I am a kid? Well, you're right, so get to partying!",
    "Id": 369
  },
  {
    "Content": "I really need some birthday text, Yorai!",
    "Id": 550
  }
]